
<?php
require 'head.php';
 ?>
 <?php
require 'typesoftr_style.php';
 ?>

<html lang="en">
  <head>
    <meta charset="UTF-8">
    <title>Занятия</title>
  </head>
  <body bgcolor="#c0c0c0">
    <main>
      <section>
        <h2>Групповые тренировки</h2>
        <p>Групповые тренировки - это занятия, которые проводятся в небольших группах под руководством тренера. Они включают в себя различные типы фитнеса, такие как аэробика, йога, танцы и т.д. Расписание занятий:</p>
        <ul>
          <li>Понедельник: 18:00 - 19:00 - йога</li>
          <li>Среда: 18:00 - 19:00 - танцы</li>
          <li>Пятница: 18:00 - 19:00 - аэробика</li>
        </ul>
      </section>
      <section>
        <h2>Силовые тренировки</h2>
        <p>Силовые тренировки - это занятия, которые направлены на увеличение силы и массы мышц. Они включают в себя использование гантелей, штанги и другого оборудования. Расписание занятий:</p>
        <ul>
          <li>Вторник: 18:00 - 19:00 - тренировка на мышечную выносливость</li>
          <li>Четверг: 18:00 - 19:00 - тренировка на силу</li>
          <li>Суббота: 10:00 - 11:00 - комплексная тренировка на все группы мышц</li>
        </ul>
      </section>
      <section>
        <h2>Кардио тренировки</h2>
        <p>Кардио тренировки - это занятия, которые улучшают работу сердечно-сосудистой системы и помогают снизить вес. Они включают в себя бег, ходьбу, езду на велосипеде и другие кардио упражнения. Расписание занятий:</p>
        <ul>
          <li>Понедельник: 19:00 - 20:00 - бег на беговой дорожке</li>
          <li>Среда: 19:00 - 20:00 - кардио-танцы</li>
          <li>Пятница: 19:00 - 20:00 - занятия на велотренажере</li>
        </ul>
      </section>
      <section>
        <h2>Пилатес</h2>
        <p>Пилатес - это система упражнений, которая улучшает гибкость, силу и координацию тела. Она также помогает уменьшить напряжение в мышцах и улучшить осанку. Расписание занятий:</p>
        <ul>
          <li>Вторник: 19:00 - 20:00 - начальный уровень</li>
          <li>Четверг: 19:00 - 20:00 - продвинутый уровень</li>
          <li>Суббота: 11:00 - 12:00 - средний уровень</li>
        </ul>
      </section>
    </main>
    <footer>
        <p>&copy; 2023 Фитнес-центр "PROsport"</p>
    </footer>
  </body>
  
</html>


